
{
    "temario": {
        "secretaria": ["Funciones de la Secretaría", "Documentación Requerida", "Actualización de Datos"],
        "captaciones": ["Tipos de Depósitos", "Apertura de CDP", "Retiro y Vencimiento"],
        "caja": ["Manejo de Caja", "Control de Cheques", "Remesas y Arqueos"],
        "creditos": ["Solicitud de Crédito", "Evaluación Financiera", "Garantías y Requisitos", "Análisis de Riesgo", "Aprobación y Desembolso"]
    },
    "contenido": {
        "secretaria": [
            "Las funciones de la secretaría incluyen la gestión documental, atención a los asociados y control de archivos.",
            "Para realizar cualquier trámite es necesario presentar DPI, formulario de solicitud y comprobante de pago.",
            "La actualización de datos debe realizarse anualmente para mantener la información vigente."
        ],
        "captaciones": [
            "Los depósitos pueden ser a la vista, a plazo fijo o programados, cada uno con diferentes beneficios.",
            "Para abrir un Certificado de Depósito a Plazo (CDP) se necesita un monto mínimo de Q.1,000.00 y firmar contrato.",
            "Si un CDP no se retira a su vencimiento, se renueva automáticamente con la misma tasa de interés."
        ],
        "caja": [
            "El manejo de caja incluye el registro de ingresos y egresos, cierre diario y control de efectivo.",
            "Los cheques deben ser revisados para evitar fraudes, verificando firmas y montos antes de aceptarlos.",
            "Las remesas y arqueos permiten validar el saldo en caja y detectar errores o irregularidades."
        ],
        "creditos": [
            "Para solicitar un crédito se debe llenar una solicitud, presentar DPI y demostrar capacidad de pago.",
            "La evaluación financiera analiza ingresos, historial crediticio y endeudamiento del solicitante.",
            "Las garantías pueden ser hipotecarias, prendarias o personales, según el tipo de crédito solicitado.",
            "El análisis de riesgo permite determinar la viabilidad del crédito y mitigar posibles impagos.",
            "Una vez aprobado el crédito, se firma el contrato y se desembolsa el monto acordado."
        ]
    },
    "preguntas": {
        "secretaria": [
            { "pregunta": "¿Cuál es la función principal de la secretaría?", "opciones": ["Atender clientes", "Gestionar documentos", "Aprobar créditos"], "respuesta": 1 },
            { "pregunta": "¿Qué documento es obligatorio para una apertura de cuenta?", "opciones": ["Pasaporte", "DPI", "Licencia de conducir"], "respuesta": 1 },
            { "pregunta": "¿Cada cuánto se debe actualizar la información del asociado?", "opciones": ["Cada 6 meses", "Cada año", "Cada 5 años"], "respuesta": 1 }
        ],
        "captaciones": [
            { "pregunta": "¿Cuál es el monto mínimo para abrir un CDP?", "opciones": ["Q.500.00", "Q.1,000.00", "Q.2,000.00"], "respuesta": 1 },
            { "pregunta": "¿Quién puede abrir una cuenta institucional?", "opciones": ["Cualquier persona", "El representante legal", "Un asociado"], "respuesta": 1 },
            { "pregunta": "¿Qué sucede si un CDP no es retirado a su vencimiento?", "opciones": ["Se renueva automáticamente", "Se pierde", "Debe reclamarse en 3 días"], "respuesta": 0 }
        ],
        "caja": [
            { "pregunta": "¿Cuál es el monto máximo autorizado en caja?", "opciones": ["Q.5,000.00", "Q.10,000.00", "Q.15,000.00"], "respuesta": 1 },
            { "pregunta": "¿Qué documento se emite por cada ingreso o egreso en caja?", "opciones": ["Boleta de retiro", "Recibo autorizado", "Estado de cuenta"], "respuesta": 1 },
            { "pregunta": "¿Qué hacer si un asociado presenta un cheque con alteraciones?", "opciones": ["Devolverlo", "Aceptarlo con firma", "Pedir autorización especial"], "respuesta": 0 }
        ],
        "creditos": [
            { "pregunta": "¿Cuántas partes tiene el proceso de análisis de crédito?", "opciones": ["3", "4", "5"], "respuesta": 2 },
            { "pregunta": "¿Qué documento es indispensable para solicitar un crédito?", "opciones": ["DPI", "Estado de cuenta", "Ambos"], "respuesta": 2 },
            { "pregunta": "¿Cuál es el porcentaje mínimo de garantía exigido?", "opciones": ["10%", "20%", "30%"], "respuesta": 1 }
        ]
    }
}
